// sabiduría
[
    {
        "cita": "En lo que piensas, te conviertes. Lo que sientes, atraes. Lo que imaginas, creas.",
        "preguntas": [
            "¿Cómo influye lo que pienso en mi vida?",
            "¿Por qué es importante lo que siento?",
            "¿Cómo puedo crear mi propia realidad?"
        ]
    },
    {
        "cita": "Antes de hablar, deja que tus palabras pasen a través de tres puertas: ¿es cierto? ¿Es necesario? ¿Es amable?",
        "preguntas": [
            "¿Cómo puedo hablar con más sabiduría?",
            "¿Cómo saber si debo decir algo?",
            "¿Por qué es importante pensar antes de hablar?"
        ]
    },
    {
        "cita": "La pureza o la impureza depende de uno mismo; nadie puede purificar a otro.",
        "preguntas": [
            "¿Cómo puedo alcanzar la pureza?",
            "¿Es posible que alguien más me purifique?",
            "¿Por qué depende de mí ser puro?"
        ]
    },
    {
        "cita": "Entender todo es perdonar todo.",
        "preguntas": [
            "¿Cómo puedo perdonar a otros?",
            "¿Por qué el entendimiento lleva al perdón?",
            "¿Es necesario comprender para perdonar?"
        ]
    },
    {
        "cita": "Todo lo que somos es el resultado de lo que hemos pensado.",
        "preguntas": [
            "¿Cómo influyen mis pensamientos en mi vida?",
            "¿Soy el resultado de mis pensamientos?",
            "¿Por qué es importante lo que pienso?"
        ]
    },
    {
        "cita": "Tres cosas no pueden estar ocultas durante mucho tiempo: el sol, la luna y la verdad.",
        "preguntas": [
            "¿Por qué la verdad siempre se descubre?",
            "¿Es posible ocultar la verdad?",
            "¿Qué significa que la verdad no se oculta?"
        ]
    },
    {
        "cita": "Nunca veo lo que se ha hecho.",
        "preguntas": [
            "¿Por qué mirar solo hacia adelante?",
            "¿Es importante soltar el pasado?",
            "¿Cómo puedo vivir sin pensar en el pasado?"
        ]
    },
    {
        "cita": "No hables del pasado, no sueñes con el futuro; concéntrate en el momento presente.",
        "preguntas": [
            "¿Cómo puedo vivir en el presente?",
            "¿Por qué no pensar en el pasado o el futuro?",
            "¿Es el presente lo único que importa?"
        ]
    },
    {
        "cita": "Resuelve tu propia salvación. No dependas de los demás.",
        "preguntas": [
            "¿Cómo puedo salvarme a mí mismo?",
            "¿Por qué no debo depender de otros?",
            "¿Qué significa buscar mi propia salvación?"
        ]
    },
    {
        "cita": "Todo lo que tiene un comienzo tiene un final. Haz las paces con eso y todo estará bien.",
        "preguntas": [
            "¿Cómo aceptar el final de las cosas?",
            "¿Por qué es importante aceptar los finales?",
            "¿Cómo encuentro paz con el ciclo de la vida?"
        ]
    },
    {
        "cita": "El secreto de la salud, tanto para la mente como para el cuerpo, no es llorar por el pasado ni preocuparse por el futuro, sino vivir el momento presente sabiamente y sinceramente.",
        "preguntas": [
            "¿Cómo puedo cuidar mi salud mental?",
            "¿Es el presente lo más importante para la salud?",
            "¿Por qué es importante no preocuparse por el pasado o el futuro?"
        ]
    },
    {
        "cita": "Conquistarse a uno mismo es una tarea mayor que conquistar a los demás.",
        "preguntas": [
            "¿Por qué es importante dominarme a mí mismo?",
            "¿Es más difícil conquistarme a mí mismo?",
            "¿Cómo puedo lograr control sobre mí mismo?"
        ]
    },
    {
        "cita": "Si pudiéramos ver claramente el milagro de una sola flor, toda nuestra vida cambiaría.",
        "preguntas": [
            "¿Cómo apreciar las pequeñas cosas?",
            "¿Por qué ver los milagros en lo cotidiano cambia la vida?",
            "¿Cómo puedo encontrar belleza en lo simple?"
        ]
    },
    {
        "cita": "Es mejor viajar bien que llegar.",
        "preguntas": [
            "¿Por qué es importante disfrutar el camino?",
            "¿Es más importante el proceso que el destino?",
            "¿Cómo puedo aprender a valorar el viaje?"
        ]
    },
    {
        "cita": "Un hombre no se llama sabio solo porque habla y vuelve a hablar.",
        "preguntas": [
            "¿Qué define a una persona sabia?",
            "¿Es la sabiduría solo palabras?",
            "¿Cómo puedo distinguir la verdadera sabiduría?"
        ]
    }
]
